;  
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: JoGeJen
; TranslationAuthorEmail: ka7137-277@online.de
; TranslationAuthorWeb: 
; Soft Version: 2.23.118
; Update: 2018-03-02
;
[GUI]
ButtonYes=Ja
ButtonNo=Nein
ButtonOK=OK
ButtonMinimize=Minimieren
ButtonMaximize=Maximieren
ButtonClose=Schließen
ButtonRestore=Wiederherstellen
ButtonMenu=Menü

[Lang]
NativeLanguage=German

[Translation]
LangCode=0407
ReadHabit=Left-to-right
LanguageName=GER
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Information=Information
Warning=Warnung
Error=Fehler
Confirm=Bestätigung
CurVer=Aktuelle Version: 

;
; Main GUI
; 
TfrmUnlog.caption=Deinstallationsverlauf
TfrmUnlog.head.unDate=Deinstalliert am
TfrmUnlog.head.ItemName=Programm
TfrmUnlog.head.restore=Rückstände
TfrmUnlog.noItems=Keine Rückstände
TfrmUnlog.Recovered=Wiederhergestellt
TfrmUnlog.recover=Wiederherstellen
FrmMain.lblrate.caption=Bewerten
FrmMain.BtnNormal.Caption=Sicher entfernen
FrmMain.BtnModify.Caption=Ändern
FrmMain.BtnForce.Caption=Entf. erzwingen
FrmMain.BtnRemove.Caption=Einträge entfernen
FrmMain.lblcheckver.Caption=Neue Version suchen
FrmMain.lblinfo.caption=Erzwingt das Entfernen hartnäckiger Programme
FrmMain.btnSupport.hint=Hilfezentrum
FrmMain.btnfacebook.Hint=Wise Program Uninstaller auf Facebook teilen
FrmMain.btntwitter.Hint=Wise Program Uninstaller auf Twitter teilen
FrmMain.btnemail.Hint=Wise Program Uninstaller mit Freunden teilen
FrmMain.btnRefresh.Hint=Aktualisieren
FrmMain.btnLog.Caption=Deinstallationsverlauf
FrmMain.btnAll.hint=Alle Programme
FrmMain.btnSoft.hint=Desktopprogramme
FrmMain.btnApp.hint=Universalprogramme
FrmMain.btnPatch.hint=Systemkomponenten
FrmMain.btnUnless.hint=Benutzerdefinierte Deinstallation
FrmSettings.caption=Einstellungen

;
; Menu
;
pmHelp=Onlinehilfe
pmHome=Offizielle Webseite
pmforum=Forum
pmCheckMsg=Automatisch Neuigkeiten suchen
pmContact=Uns kontaktieren
pmCheckNew=Neue Version suchen
pmLang=Sprachen (Languages)
pmAbout=Über uns
pmOpenEntry=Im RegEditor öffnen
pmOpenFolder=Im Explorer öffnen
PmGoogle=Googlesuche
pmExport=In Textdatei exportieren…
pmRightMenuA=Im Kontextmenü anzeigen
ExplorerMenu=Mit Wise Program Uninstaller deinstallieren
pmUnisDetect=Deinstallation anderer Deinstallationsprogramme erkennen
pmUEI=Programm zur Verbesserung der Benutzererfahrung
pmSaveLeft=Automatische Sicherung löscht Residuen
pmSettings=Einstellungen

;
; About
;
FrmAbout.caption=Über
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Aktuelle Version: 
FrmAbout.lblemail.caption=Technische Hilfe: 
FrmAbout.lblhome.caption=Offizielle Webseite: 
FrmAbout.lblthank.caption=Dank an folgende Personen für ihre Unterstützung: 

;
; Processs
;
FrmProgressModal.btncancel.caption=Abbrechen

;
;frmafterdel
;
Frmafterdel.caption=Programmbezogene Einträge in Registry und Dateien
Frmafterdel.btnremove.caption=Entfernen
Frmafterdel.btncancel.caption=Abbrechen
Frmafterdel.lblinfo.caption=Bitte das Ergebnis prüfen und zur Vervollständigung auf "Entfernen" klicken.
Frmafterdel.btnnone.caption=Alles abwählen
Frmafterdel.btnall.caption=Alles anwählen
;
; Custome uninstall
;
frmUnlessDel.caption=Benutzerdefinierte Deinstallation
frmUnlessDel.lblInfo1.caption=Benutzerdefinierte Deinstallation hilft Ihnen, ein nicht routinemäßig deinstallierbares Programm zu deinstallieren und etwaige Rückstände gründlich zu entfernen. Sie können hier einen Ordner durchsuchen, um ein Programm zu löschen oder zu deinstallieren.
frmUnlessDel.lblinfo2.caption=Bitte Stichwort eingeben, um nach Rückständen der Deinstallation zu suchen.
frmUnlessDel.lblKeyword.caption=Stichwort:
frmUnlessDel.btnNext.caption=Weiter
frmUnlessDel.btncancel.caption=Abbrechen
frmUnlessDel.btnremove.caption=Entfernen
frmUnlessDel.btnFolder.caption=Durchsuchen

;
; Rate
;
FrmRate.Btnlist.caption=Benutzerbewertungen
FrmRate.Btnreview.caption=Meine Bewertung
FrmRate.Btnfirst.caption=Werde unser erster Tester
FrmRate.Btnsubmit.caption=Einreichen
FrmRate.lblscore.caption=Bewertung:
FrmRate.lblscorehint.caption=(Zum Bewerten auf die Sterne klicken)
FrmRate.lblnick.caption=Ihr Alias:
FrmRate.lblnickhint.caption=(Optional)
FrmRate.lblemail.caption=Ihre E-Mail:
FrmRate.lblemailhint.caption=(Optional)
FrmRate.lblcontent.caption=Inhalt:
FrmRate.lblcontenthint.caption=(Optional)
FrmRate.lbldesctitle.caption=Softwarebeschreibung:
FrmRate.lblratesoft.caption=Software-Empfehlung


[Uninstall]
PublisherUnknown=Unbekannter Herausgeber
VersionUnknown=Unbekannte Version
Rate=Bewertung
ItemName=Name
Publisher=Herausgeber 
Size=Größe 
SetupDate=Installiert am
Version=Version 
Canceled=Deinstallation wurde abgebrochen.
NoLeftOverItem=Keine Reste gefunden.
Removing=Entfernt:
TotalStat=Gefunden: %d Programme · Belegter Speicher: %s
Calculating=Berechne Größe…
Files=Dateien und Ordner
RegEntries=Registry-Einträge
Items=Elemente

[message]
confimdel=Der ausgewählte Ordner wird von Ihrem Computer entfernt. Weiter?
UninstallApp=Deinstallation…
unistallError=Operation fehlgeschlagen.
NewVer=Auf unserem Server liegt eine neuere Version bereit! Jetzt aktualisieren?
NoNewVer=Gratulation! Sie benutzen die aktuellste Version!
NoProgramSelected=Bitte zuerst ein Programm wählen.
IsBusy=Bitte das Ende der laufenden Deinstallation abwarten.
StartFindLeftover=Untersuche zugehörige Dateien, Ordner und Registry-Einträge…
Collecting=Sammle Informationen installierter Programme…
BeSureUseForce=Bitte wähle 'Entfernen erzwingen' nur, wenn 'Sicher entfernen' nicht arbeitet. Sind Sie sicher, dass Sie das wollen?
ConfirmRemove=Dies entfernt den Uninstall-Eintrag von der Registry. Die Anwendung wird nicht deinstalliert. Sind Sie sicher, dass Sie das wollen?
RejectItself=Das Programm kann sich nicht selbst deinstallieren.
TranslateTo=Übersetzen nach…

[SoftRate]
Querying=Abfragen…
Good=Gefällt 
Bad=Missfällt
Safe=Bericht
Ver=Ver:
Ratings=Bewertungen
SoftNotExist=Kann die Softwareinformation nicht finden.
GetSoftInfoError=Softwareinfo holen fehlgeschlagen.
UploadSoftLogoError=Fehler beim Hochladen der Softwareinfo
SubmitData=Ihr Kommentar zu dieser Software wird übertragen…
SubmitSoftInfoError=Auf das Netzwerk bezogener Übertragungsfehler.
SubmitRateSuccess=Übertragung erfolgreich.
HaveSubmitRate=Ihre Bewertung liegt bereits vor.
Submitgoodbad=Ihre Information wird übertragen…
me=Selbst
NickTooLong=Ihr Alias darf max. 20 Zeichen betragen.
MailTooLong=Ihre E-Mailadresse darf max. 50 Zeichen betragen.
WrongEmail=Ungültige E-Mail-Adresse.
ReviewTooLong=Die Rückmeldung darf max. 300 Zeichen betragen.
RateHint=Unterstützen Sie unsere Softwarebewertung und bewerten Sie Ihre bevorzugte Software!
UnknowName=Unbekanntes Produkt
UnknowVer=Unbekannte Version
UnknowDesc=Beschreibung


[Hint]
HintRate=Software bewerten
HintClose=Element löschen

[Monitor]
FindLeftover=Von %s können Rückstände auf dem Computer verblieben sein. Wise Program Uninstaller sucht…
NonItems=%s wurde volständig von Ihrem Computer entfernt.